Repository: Dancziwski/Prvni_repozitar
Catalog: ControlBoard Be3D/3D_control_v09.*/Resources.resx
Languages: de, es, fr, it

# scrCatGutChScr0Cat1
source: Nozzle 1
de: Düse 1
es: Inyector 1
fr: Buse 1
it: Ugello 1

# scrCatGutChScr0Cat2
source: Nozzle 2
de: Düse 2
es: Inyector 2
fr: Buse 2
it: Ugello 2

# scrCatGutChScr0Tx1
source: Choose the nozzle for filament change
de: Düse für den Filamentwechsel auswählen
es: Elija el inyector para el cambio de filamento.
fr: Sélectionnez la buse contenant le filament à remplacer.
it: Scegliere l'ugello per la modifica del filamento

# scrCatGutChScr1Tx1
source: Wait until the nozzle warms up
de: Warten Sie, bis die Düse aufgeheizt ist.
es: Espere a que se caliente el inyector.
fr: Attendez la fin du temps de chauffe de la buse.
it: Attendere il riscaldamento dell'ugello

# scrCatGutChScr2Tx1
source: Do you wish to remove the filament, or feed it in to the printer?
de: Möchten Sie das Filament entfernen oder in den Drucker einspeisen?
es: ¿Desea retirar el filamento o alimentarlo en la impresora?
fr: Voulez-vous retirer le filament ou l'alimenter dans l'imprimante ?
it: Rimuovere il filamento o inserirlo nella stampante?

# scrCatGutChScr3Tx1
source: The string is unloading, wait until the process is finished.
de: Der Strang wird entladen. Warten Sie, bis der Vorgang abgeschlossen ist.
es: El cordón se está descargando, espere a que termine el proceso.
fr: Déchargement du fil... Attendez la fin du processus.
it: È in corso lo scaricamento della stringa. Attendere la fine del processo.

# scrCatGutChScr4Tx1
source: Chose type of the filament
de: Filamenttyp auswählen
es: Elija el tipo de filamento.
fr: Sélectionner le type de filament
it: Scegliere il tipo di filamento

# scrCatGutChScr5Tx1
source: The filament is loading, if necessary use the repeat button.
de: Das Filament wird geladen. Falls erforderlich, wählen Sie "Wiederholen".
es: El filamento se está cargando; si es necesario, utilice el botón Repetir.
fr: Chargement du filament... Si nécessaire, utilisez le bouton Répéter.
it: È in corso il caricamento del filamento. Se necessario, utilizzare il pulsante Ripeti.

# scrCatGutChTxMain
source: Filament change
de: Filamentwechsel
es: Cambio de filamento
fr: Remplacement du filament
it: Modifica filamento

# scrCutEjectPrimaryFil
source: Feed out primary filament
de: Primäres Filament ausgeben
es: Sacar filamento primario
fr: Faire sortir le filament primaire
it: Estrai filamento primario

# scrCutEjectSecondFil
source: Feed out secondary filament
de: Sekundäres Filament ausgeben
es: Sacar filamento secundario
fr: Faire sortir le filament secondaire
it: Estrai filamento secondario

# scrCutExchangeDone
source: Exchange filament done
de: Filamentwechsel abgeschlossen
es: Cambio de filamento realizado
fr: Échange du filament terminé
it: Scambio di filamento eseguito

# scrCutFlowsFilFromNozzle
source: Does filament flow out from nozzle ?
de: Wird das Filament aus der Düse ausgegeben?
es: ¿Sale filamento del inyector?
fr: Le filament sort-il de la buse ?
it: Il filamento esce dall'ugello?

# scrCutIncorectChangeFil
source: Unfinished exchange filament. Please repeat change filament.
de: Filamentwechsel nicht abgeschlossen. Bitte wiederholen Sie den Vorgang.
es: Cambio de filamento no finalizado Repita el cambio de filamento.
fr: Échange du filament non terminé. Répétez la procédure de remplacement du filament.
it: Scambio di filamento non terminato. Ripetere lo scambio del filamento.

# scrCutInsertPrimaryFil
source: Insert primary filament
de: Primäres Filament eingeben
es: Insertar filamento primario
fr: Insérer le filament primaire
it: Inserisci filamento primario

# scrCutInsertSecundFil
source: Insert secondary filament
de: Sekundäres Filament eingeben
es: Insertar filamento secundario
fr: Insérer le filament secondaire
it: Inserisci filamento secondario

# scrCutPreparePrintHeating
source: Preparing - heating nozzle
de: Vorbereiten – Düse erwärmen
es: Preparando... Calentando inyector
fr: Préparation : chauffage de la buse
it: Preparazione - Riscaldamento dell'ugello in corso

# scrInfoNameCompany
source: Manufacturer:
de: Hersteller:
es: Fabricante:
fr: Fabricant :
it: Produttore:

# scrInfoNameProduct
source: Product:
de: Produkt:
es: Producto:
fr: Produit :
it: Prodotto:

# scrInfoNameTraffic
source: Overal run time:
de: Ausführungszeit gesamt:
es: Tiempo de ejecución total:
fr: Durée totale de fonctionnement :
it: Tempo di esecuzione complessivo:

# scrInfoTypeProduct
source: Type:
de: Typ:
es: Tipo:
it: Tipo:

# scrLanguageTxMain
source: Language selection
de: Sprachauswahl
es: Selección de idioma
fr: Sélection de la langue
it: Selezione lingua

# scrMainBtInfo
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni

# scrMainBtPrint
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa

# scrMainBtSetting
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

# scrMaintBtShutDown
source: Shutdown
de: Herunterfahren
es: Apagado
fr: Arrêter
it: Arresta

# scrMainTxMain
source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
it: Menu principale

# scrModelBtPreheat
source: Preheat
de: Vorheizen
es: Precalentamiento
fr: Préchauffage
it: Preriscaldamento

# scrModelBtPrint
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa

# scrModelTxMain
source: Model Selection
de: Modellauswahl
es: Selección de modelo
fr: Sélection du modèle
it: Selezione modello

# scrPauseBtStop
source: Terminate printing
de: Drucken beenden
es: Terminar impresión
fr: Terminer l'impression
it: Termina stampa

# scrPauseTxInfo
source: Print suspended
de: Druck ausgesetzt
es: Impresión suspendida
fr: Impression suspendue
it: Stampa sospesa

# scrPauseTxMain
source: Pause
de: Anhalten
es: Pausar
it: Sospendi

# scrPreheatBtOff
source: Turn OFF preheat
de: Vorheizen deaktivieren
es: Apagar precalentamiento
fr: Désactiver le préchauffage
it: Disattiva preriscaldamento

# scrPreheatBtOn
source: Turn ON preheat
de: Vorheizen aktivieren
es: Encender precalentamiento
fr: Activer le préchauffage
it: Attiva preriscaldamento

# scrPreheatTx1
source: Nozzle 1 temp:
de: Temperatur Düse 1:
es: Temp. inyector 1:
fr: Temp. de la buse 1 :
it: Temperatura ugello 1:

# scrPreheatTx2
source: Nozzle 2 temp:
de: Temperatur Düse 2:
es: Temp. inyector 2:
fr: Temp. de la buse 2 :
it: Temperatura ugello 2:

# scrPreheatTx4
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato

# scrPreheatTx5
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Corrente

# scrPreheatTx6
source: Bed temp
de: Temperatur Druckbett
es: Temp. placa
fr: Temp. de la plaque
it: Temperatura letto

# scrPreheatTx7
source: Chamber temp
de: Temperatur Kammer
es: Temp. cámara
fr: Temp. du compartiment
it: Temperatura camera

# scrPreheatTxMain
source: Preheat
de: Vorheizen
es: Precalentamiento
fr: Préchauffage
it: Preriscaldamento

# scrPreheatTxStateOff
source: Preheat OFF
de: Vorheizen AN
es: Precal. apagado
fr: Préchauffage désactivé
it: Preriscaldamento disattivato

# scrPreheatTxStateOn
source: Preheat ON
de: Vorheizen AUS
es: Precal. encendido
fr: Préchauffage activé
it: Preriscaldamento attivato

# scrPrintInfoTx1
source: Selected model:
de: Ausgewähltes Modell:
es: Modelo seleccionado:
fr: Modèle sélectionné :
it: Modello selezionato:

# scrPrintInfoTx2
source: Current status:
de: Aktueller Status:
es: Estado actual:
fr: Statut actuel :
it: Stato corrente:

# scrPrintInfoTx3
source: Nozzle temp:
de: Temperatur Düse:
es: Temp. inyector:
fr: Temp. de la buse :
it: Temperatura ugello:

# scrPrintInfoTx4
source: Bed temp:
de: Temperatur Druckbett:
es: Temp. placa:
fr: Temp. de la plaque :
it: Temperatura letto:

# scrPrintInfoTx5
source: Chamber temp:
de: Temperatur Kammer:
es: Temp. cámara:
fr: Temp. du compartiment :
it: Temperatura camera:

# scrPrintInfoTxMain
source: Model printing
de: Modelldruck
es: Impresión de modelo
fr: Impression du modèle
it: Stampa modello

# scrSettingAnotherBtLang
source: Language selection
de: Sprachauswahl
es: Selección de idioma
fr: Sélection de la langue
it: Selezione lingua

# scrSettingAnotherBtOffset
source: Set offset
de: Offset-Einstellung
es: Ajustar desplazamiento
fr: Définir le décalage
it: Imposta offset

# scrSettingAnotherBtState
source: Printer status
de: Druckerstatus
es: Estado de la impresora
fr: Statut de l'imprimante
it: Stato stampante

# scrSettingAnotherBtTemper
source: Temperature settings
de: Temperatureinstellungen
es: Ajustes de temperatura
fr: Paramètres de température
it: Impostazioni temperatura

# scrSettingAnotherBtTestAxis
source: Motion test
de: Bewegungstest
es: Prueba de movimiento
fr: Test de mouvement
it: Verifica movimento

# scrSettingAnotherBtUpdate
source: Update firmware
de: Firmware aktualisieren
es: Actualizar firmware
fr: Mettre à jour le microprogramme
it: Aggiorna firmware

# scrSettingAnotherTxMain
source: Other settings
de: Weitere Einstellungen
es: Otros ajustes
fr: Autres paramètres
it: Altre impostazioni

# scrSettingBtAnother
source: Other settings
de: Weitere Einstellungen
es: Otros ajustes
fr: Autres paramètres
it: Altre impostazioni

# scrSettingBtCalibration
source: Bed calibration
de: Druckbett kalibrieren
es: Calibración de la placa
fr: Étalonnage de la plaque
it: Calibrazione letto

# scrSettingBtChange
source: Filament change
de: Filamentwechsel
es: Cambio de filamento
fr: Remplacement du filament
it: Modifica filamento

# scrSettingBtPark
source: Parking position
de: Parkposition
es: Posición de estacionamiento
fr: Position de stationnement
it: Posizione predefinita

# scrSettingOffsetBtReload
source: Reload
de: Neu laden
es: Volver a cargar
fr: Recharger
it: Ricarica

# scrSettingOffsetBtSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

# scrSettingOffsetInfo1
source: Offset axis Z
de: Offset Z-Achse
es: Desplazamiento de eje Z
fr: Décaler l'axe Z
it: Offset asse Z

# scrSettingOffsetTxMain
source: CHANGE OFFSET
de: OFFSET ÄNDERN
es: CAMBIAR DESPLAZAMIENTO
fr: MODIFIER LE DÉCALAGE
it: MODIFICA OFFSET

# scrSettingTempBed
source: Bed
de: Druckbett
es: Placa
fr: Plaque
it: Letto

# scrSettingTempNozzle
source: Nozzles
de: Düsen
es: Inyectores
fr: Buses
it: Ugelli

# scrSettingTempSpace
source: Chamber
de: Kammer
es: Cámara
fr: Compartiment
it: Camera

# scrSettingTempTxMain
source: Temperature settings
de: Temperatureinstellungen
es: Ajustes de temperatura
fr: Paramètres de température
it: Impostazioni temperatura

# scrSettingTxMain
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

# scrShutDownTx1
source: Within a few seconds, the printer
de: In wenigen Sekunden wird der Drucker
es: En unos segundos, la impresora
fr: Dans quelques secondes, les programmes de
it: Tra alcuni secondi i programmi

# scrShutDownTx2
source: terminates its programs.
de: seine Programme beenden.
es: terminará sus programas.
fr: l'imprimante vont être arrêtés.
it: della stampante verranno terminati.

# scrShutDownTx5
source: Please, turn the main switch off.
de: Bitte schalten Sie den Hauptschalter aus.
es: Apague el interruptor principal
fr: Éteignez l'imprimante.
it: Spegnere l'interruttore principale.

# scrShutDownTxMain
source: Shutdown
de: Herunterfahren
es: Apagado
fr: Arrêter
it: Arresta

# scrStopTx1
source: Are you sure to stop model printing?
de: Möchten Sie den Modelldruck beenden?
es: ¿Seguro que desea detener la impresión del modelo?
fr: Voulez-vous vraiment arrêter l'impression du modèle ?
it: Interrompere la stampa del modello?

# scrStopTx2
source: This may cause model incompleteness.
de: Dies hat möglicherweise ein unvollständiges Modell zur Folge.
es: Esto puede provocar que el modelo quede incompleto.
fr: Le modèle risque d'être incomplet.
it: Il modello potrebbe essere incompleto.

# scrStopTxMain
source: Print model
de: Druckmodell
es: Imprimir modelo
fr: Imprimer le modèle
it: Stampa modello

# scrtInfoTxMain
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni

# scrUpdateFwTxInfoFilesNoCompatible
source: Files are not compatible.
de: Dateien sind nicht kompatibel.
es: Los archivos no son compatibles
fr: Les fichiers ne sont pas compatibles.
it: I file non sono compatibili.

# scrUpdateFwTxInfoInputSD
source: Insert SD card with update files
de: SD-Karte mit aktualisierten Dateien einlegen
es: Insertar tarjeta SD con archivos de actualización
fr: Insérer la carte SD comprenant les fichiers de la mise à jour
it: Inserire la scheda SD con i file aggiornati

# scrUpdateFwTxInfoNoUpdate
source: Update is not work.
de: Aktualisierung fehlgeschlagen.
es: La actualización no funciona.
fr: La mise à jour ne fonctionne pas.
it: L'aggiornamento non funziona.

# scrUpdateFwTxMain
source: Update firmware
de: Firmware aktualisieren
es: Actualizar firmware
fr: Mettre à jour le microprogramme
it: Aggiorna firmware

# Text3DmodelFalse
source: 3D model is not compatible
de: 3D-Modell nicht kompatibel
es: El modelo 3D no es compatible
fr: Le modèle 3D n'est pas compatible.
it: Il modello 3D non è compatibile

# TextBack
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# TextCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# TextCeilingOpen
source: The top cover is open.
de: Der obere Deckel ist offen.
es: La cubierta superior está abierta.
fr: Le capot supérieur est ouvert.
it: Il coperchio superiore è aperto.

# TextContinePrintingFromOffState
source: The printer was power down useful UPS. Would you like to continue ?
de: Der Drucker wurde heruntergefahren. Möchten Sie fortfahren?
es: La impresora se apagó mediante el uso de SAI. ¿Desea continuar?
fr: L'imprimante a été mise hors tension via l'alimentation sans coupure (UPS). Voulez-vous continuer ?
it: La stampante è stata spenta mediante UPS. Continuare?

# TextContinue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua

# TextCorrectSaveParam
source: The parametrs of print were save.
de: Die Druckparameter wurden gespeichert.
es: Se han guardado los parámetros de impresión.
fr: Les paramètres d'impression ont été enregistrés.
it: I parametri di stampa sono stati salvati.

# TextDataTransferMain
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni

# TextDataTransferText
source: Can not start printing. Transfering data to SD card.
de: Druck kann nicht gestartet werden. Daten werden auf SD-Karte übertragen.
es: No puede iniciarse la impresión. Transfiriendo datos a tarjeta SD.
fr: Impossible de lancer l'impression. Transfert des données vers la carte SD...
it: Impossibile avviare la stampa. È in corso il trasferimento dei dati sulla scheda SD.

# TextDoorOpen
source: The door is open.
de: Klappe geöffnet
es: La puerta está abierta.
fr: La porte est ouverte.
it: La porta è aperta

# TextEnd
source: End
de: Ende
es: Fin
fr: Fin
it: Fine

# TextError
source: Error
de: Fehler
fr: Erreur
it: Errore

# TextErrorStopMove
source: Motion is canceled, top cover or door is opened.
de: Bewegung abgebrochen – oberer Deckel oder Klappe geöffnet.
es: El movimiento se ha cancelado, la cubierta superior o la puerta están abiertas.
fr: Le mouvement est annulé, car la porte ou le capot supérieur est ouvert.
it: Spostamento annullato. La porta o il coperchio superiore sono aperti.

# TextErrorStopPrinting
source: Print is canceled, top cover or door is opened.
de: Druck abgebrochen – oberer Deckel oder Klappe geöffnet.
es: La impresión se ha cancelado, la cubierta superior o la puerta están abiertas.
fr: L'impression est annulée, car la porte ou le capot supérieur est ouvert.
it: Stampa annullata. La porta o il coperchio superiore sono aperti.

# TextFeedIn
source: Feed in
de: Einspeisen
es: Alimentar
fr: Alimenter
it: Inserisci

# TextFinish
source: Finish
de: Fertig stellen
es: Finalizar
fr: Terminer
it: Fine

# TextIgnore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora

# TextMotionTest
source: Motion test.
de: Bewegungstest.
es: Prueba de movimiento.
fr: Test de mouvement.
it: Verifica movimento.

# TextNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo

# TextNo
source: No
de: Nein
fr: Non

# TextNoCorrectSaveParam
source: Problem with save parameters of print!
de: Fehler beim Speichern der Druckparameter!
es: Problema al guardar los parámetros de impresión.
fr: Un problème s'est produit lors de l'enregistrement des paramètres d'impression.
it: Problema durante il salvataggio dei parametri di stampa.

# TextNoMaterial
source: No filament in printer.
de: Kein Filament im Drucker.
es: Sin filamento en la impresora.
fr: Il n'y a pas de filament dans l'imprimante.
it: Nessun filamento nella stampante.

# TextNoMaterialExtr1
source: Not enough filament in nozzle 1
de: Zu wenig Filament in Düse 1
es: No hay filamento suficiente en inyector 1
fr: Il n'y pas assez de filament dans la buse 1.
it: Filamento insufficiente nell'ugello 1

# TextNoMaterialExtr2
source: Not enough filament in nozzle 2
de: Zu wenig Filament in Düse 2
es: No hay filamento suficiente en inyector 2
fr: Il n'y pas assez de filament dans la buse 2.
it: Filamento insufficiente nell'ugello 2

# TextNoModelSelection
source: No model selected...
de: Kein Modell ausgewählt…
es: No se ha seleccionado ningún modelo...
fr: Aucun modèle n'est sélectionné...
it: Nessun modello selezionato...

# TextNoSDCard
source: Unable to load the SD card...
de: SD-Karte kann nicht geladen werden…
es: No se puede cargar la tarjeta SD...
fr: Impossible de charger la carte SD...
it: Impossibile caricare la scheda SD...

# TextNoSdLoad
source: None model found...
de: Kein Modell gefunden…
es: No se ha encontrado ningún modelo...
fr: Aucun modèle n'a été trouvé...
it: Nessun modello trovato...

# TextOpenDoorOrCover
source: Close the door or top cover...
de: Oberen Deckel oder Klappe schließen…
es: Cierre la puerta o la cubierta superior...
fr: Fermez la porte ou le capot supérieur...
it: Chiudere la porta o il coperchio superiore...

# TextPause
source: Pause
de: Anhalten
es: Pausar
it: Sospendi

# TextPausePrint
source: Pausing print-Please wait.
de: Druck anhalten. Bitte warten.
es: Pausando impresión. Espere.
fr: Impression suspendue... Veuillez patienter.
it: È in corso la sospensione della stampa. Attendere.

# TextPrevious
source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente

# TextRemove
source: Remove
de: Entfernen
es: Extraer
fr: Retirer
it: Rimuovi

# TextRepeat
source: Repeat 5mm
de: Wiederholen 5 mm
es: Repetir 5 mm
fr: Répéter 5 mm
it: Ripeti 5 mm

# TextSDLoad
source: Loading...
de: Laden…
es: Cargando...
fr: Chargement...
it: Caricamento in corso...

# TextSocketFalseFilament
source: Wrong filament type in
de: Falscher Filamenttyp
es: Tipo erróneo de filamento
fr: Type de filament incorrect dans
it: Il tipo di filamento inserito non è corretto

# TextSocketLittleFilament
source: Not enough filament in
de: Nicht genug Filament
es: No hay filamento suficiente
fr: Il n'y pas assez de filament dans
it: Il filamento inserito è insufficiente

# TextStartPrint
source: Preparing print.
de: Druck vorbereiten.
es: Preparando impresión.
fr: Préparation de l'impression.
it: È in corso la preparazione della stampa.

# TextStatePrintChangeString
source: Filament change...
de: Filamentwechsel…
es: Cambio de filamento...
fr: Changement du filament...
it: Modifica filamento...

# TextStatePrintDone
source: Done...
de: Fertig…
es: Hecho...
fr: Terminé...
it: Fine...

# TextStatePrintInit
source: Init print...
de: Drucken initialisieren…
es: Iniciar impresión...
fr: Initialiser l'impression...
it: Inizializza stampa...

# TextStatePrintPause
source: Pause...
de: Anhalten…
es: Pausar...
it: Sospendi...

# TextStatePrintPrint
source: Printing...
de: Drucken…
es: Imprimiendo...
fr: Impression...
it: Stampa in corso...

# TextStatePrintStop
source: Stop...
de: Beenden…
es: Detener...
fr: Arrêt...
it: Interrompi...

# TextStateUpsTraffic
source: The print task cannot be initialised because the printer is running on backup power source.
de: Der Druckauftrag konnte nicht initialisiert werden, weil der Drucker auf einer Sicherungsstromquelle ausgeführt wird.
es: No se puede iniciar la tarea de impresión porque la impresora está funcionando con una fuente de alimentación de reserva.
fr: Impossible d'initialiser la tâche d'impression, car l'imprimante fonctionne sur une source d'alimentation de secours.
it: Impossibile inizializzare l'attività di stampa perché la stampante è in esecuzione con l'alimentazione di backup.

# TextStop
source: Stop
de: Beenden
es: Detener
fr: Arrêter
it: Interrompi

# TextStopPrint
source: Terminating print-Please wait.
de: Druck beenden. Bitte warten.
es: Terminando impresión. Espere.
fr: Arrêt de l'impression... Veuillez patienter.
it: È in corso l'arresto della stampa. Attendere.

# TextTransferFile
source: File transfer in progress.
de: Dateien werden übertragen.
es: Transferencia de archivos en curso.
fr: Transfert du fichier en cours...
it: È in corso il trasferimento del file.

# TextUpdateFW
source: Updating FW-Please wait.
de: FW wird aktualisiert. Bitte warten
es: Actualizando FW. Espere.
fr: Mise à jour du microprogramme... Veuillez patienter.
it: È in corso l'aggiornamento di FW. Attendere.

# TextYes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# TextOk
source: Ok
es: Aceptar

# srcInfoFirmware
source: Firmware:
fr: Microprogramme :
